{
    "1": "Foundations For Jewish Learning: A Final Solution If we could go back in time and prevent the first murder of history what a contribution that would be. Even if we could go back and learn the lesson of the first murder of history what a gift that would be for humanity. In this century alone, more people have been killed by governments and in war than the entire population of the world at the time of the Roman conquest of Israel, more than one hundred million people",
    "2": "Now it came to pass at the end of days, that Kayin brought of the fruit of the soil an offering to HASHEM. And Hevel he too brought of the firstborn of his flocks and of their fattest, and HASHEM turned to Hevel and to his offering, but to Kayin and to his offering He did not turn... (Breishis 4:2-5)",
    "3": "The opening words of the Torah are too often misread, In the beginning G-d created the heavens and the earth. That statement would imply that the Torah is communicating cosmology, as a science text book, and is interested in satisfying our curiosity about the order of creation",
    "4": "This week’s parsha contains the account of the creation of the world. Here are a few ideas which are quoted from sages of previous generations. “In the beginning G-d created etc.” To begin with (In the beginning) we need to know that G-d created the heavens and the earth. The Rabbi of Sossov “In the beginning G-d created heaven and earth, and the earth was empty and void.” If ‘in the beginning’ (of one’s day) a person takes to heart that G-d created heaven and earth, then the earth will be empty and void – he will place the proper emphasis on the physical aspect of his existence here, and realize that physical existence is empty and void (if it isn’t for the sake of his spiritual existence). Chashava L’Tova “And G-d said let there be light.” It is known that a small light disperses much darkness. If someone enters a dark room and wants to “remove” the darkness, no tool will do the job. However, if he will light a small light, the darkness will quickly be gone. This is an important lesson for all, that when we find ourselves in “darkness” we should not despair, for “a bit of light disperses much darkness.” This portion of the Torah is traditionally learned with children who are beginning their careers of Torah study. These words of Torah are the initial source of their faith and trust in G-d. From this Jewish children learn to be strong in their convictions and know that G-d will undoubtedly be at their side. How crucial it is that it be taught to Jewish children unadulterated. How unfortunate it is that some have come to “innovate” the way it is taught. They teach it as “tales” and dilute or negate its positive effect on the faith of their students. Paraphrased from The Chofetz Chaim on the Torah “And it was evening (first) and (then) it was morning; one day.” Figuratively speaking, night represents pain and suffering. Day represents light and salvation.” For the righteous, day follows the evening. The path of the good may start out dark and painful, but in the end, it is bright, shiny and pleasant. For the evil, their path begins pleasant, but it ends with darkness and suffering. This is also the reason why the Sabbath comes on the seventh day of the week. It teaches us that there is a reward in the end for our pain and difficulties which we endure initially by taking the path of the good. Imrei Shefer “And G-d blessed the seventh day.” He blessed it with a bright countenance, for the countenance of a person during the week is not the same as it is on the Sabbath.(Midrash) The custom of reciting seven special blessings in the presence of a new bride and groom can only be done when there is someone new among the participants. However, on the Sabbath, this need is obviated. The reason is because G-d blessed the Sabbath with a “bright countenance.” According to our sages every person manifests a different countenance on the Sabbath. Even yesterday’s participants are “new faces” on the Sabbath. Sefas Emes “And the woman said to the serpent: ‘from the fruit of the garden we may eat, but from the fruit of the tree in the middle of garden G-d said not to eat from it or touch it’.” Eve added to the commandment saying that she should not even touch the tree of knowledge. G-d did not tell them to avoid touching it. From here we see that adding to something can ultimately come to detracting from it. Not only did she end up touching the tree, but she even ate from its fruit. In reality, what did Eve do wrong by adding an extra stringency to the order to avoid eating of the fruit of the Tree of Knowledge? Didn’t she just want to avoid breaking G-d’s will? Her mistake was in saying that G-d said not to touch the tree. She should have qualified that this was her own added stringency. Even when something is very important to us, G-d didn’t say we should do it unless He said it. ",
    "5": "Now the heavens and the earth were completed and all their host. And G-d completed on the seventh day His work that He did, and He abstained on the seventh day from all His work that He did. And G-d blessed the seventh day and He sanctified it, for on it He abstained from all His work that G-d created to do. (Breishis 2:1-3) The Kuzari asks a question that is so obvious that when you hear it you will wonder why you had never thought of it. To appreciate the power of the question let us back up and establish some facts, a few givens. We can know the length of a day and easily measure it by the motion of the sun. The sun is a reliable clock in concert with the earth spinning at a thousand miles an hour counting out twenty-four hours. The moon dances across the sky like the blink of an eye, opening fully and closing to a squint in the course of 29 and ½ days. It is our heavenly calendar. A solar year can easily be observed by the winter solstice and the summer equinox. At certain times in the year the sun reaches a point in the horizon where the pendulum begins to return in the other direction. When the same moment of zenith arrives then we have effectively completed a 365 and ¼ day elliptical journey around the sun at a steady speed of approximately 67,000 miles per hour. Now we are almost ready for the big question. Shabbos is a sacred appointment for Jews around the world for thousands of years now. We take that time very seriously and therefore it is mysteriously understandable why it sacred and we keep track of the steady rhythm of a week. Why in the world do disparate and disconnected cultures around the world conform to a seven-day week. Where in the heavenly bodies is there any celestial sign of a seven-day period? The answer is simple and obvious. We can go back to the very beginning of creation, “And G-d blessed the seventh day and He sanctified it”. Before the existence of the Jewish Nation there has been a Holy Shabbos waiting for a people to appreciate its specialness. The whole world was aware of the notion that the world had been created and completed in seven days. It was common knowledge to all of mankind. Similarly, we find that there are more than 500 variant versions of flood story spanning every continent, culture and language. Why should that be true even for those peoples not in the loop of biblical tradition? The answer is that it is a given, a fact of history that predated the giving of the Torah and it has been preserved as a part of cultural consciousness generation after generation ever since. Like a giant stone that crashes into a body of water it sends out waves and ripples that continue till today. So too Shabbos is a fact of creation that has been preserved in the collective memories of all peoples for all time. Even if they can’t identify the source, we know what it is and that source, our sages tell us is the source of blessing and the Jewish People have come to know it and keep it holy. Now consider that a billion and a half adherents to the ways of Ishmael keep Friday as their day of rest but they absolutely agree that Shabbos is the next day. There are a billion and half followers of Essav – Edom resting on Sunday and happy to admit that the day before is actually Shabbos, while the rest of the world remains loyally fixed to a seven-day week. The Torah boldly claims, “And the Children of Israel keep the Shabbos, to make the Shabbos for their generations a covenant for eternity. Between Me and the Children of Israel it is an eternal sign that HASHEM made the heavens and the earth and on the seventh day He rested and was refreshed. (Shemos 31:16-17) That day cannot get lost in the count! It has been said that more than the Jews have kept the Shabbos, the Shabbos has kept the Jews. I would like to add one caveat. More than the Jews have kept the Shabbos Holy, the Shabbos has kept the Jews Holy. Can you have a bigger sign than that?! ",
    "6": "This week’s parsha forces us to make a decision. Either you’re with us – or you’re with the atheists. The first three (Hebrew) words state “In the beginning G-d created.” There is no way around it. Belief in Torah is necessarily characterized by the belief that G-d designed and created the heavens, the earth, and all therein. The Torah states that G-d created the world in six days. Notwithstanding that there was no sun in the sky to gauge the length of a day, until the fourth day. And Rashi, the commentator states that the entire creation remained in potential until man, the reason for creation, was actually created. At that point everything actually sprang forth into reality. After the first six days G-d’s rested. That means that G-d ceased and desisted from any further creative activity. From now on the completed creation continues to be plugged in to the life force which G-d animates the universe with, but now the creation seemingly works on its own. As a great kindness the Jewish People, G-d gave us his Torah, and He gives us the great honor of sharing Shabbos with us as well. Here is what Rabbi Yehudah HaLevi documents as the words of the King of the Kuzar’s in the work “The Kuzari” (14th century) regarding the topic of Shabbos. “Says the Kuzari: ‘ I have already thought into your matters, and I have seen that G-d has a secret for preserving you (the Jewish People in the diaspora). And that the Shabboses and the Festivals are among the greatest causes of defining your character and your beauty. For the nations would have divided you and taken you as slaves due to your understanding and pure intellect, and they would have drafted you into their armies if it had not been for the Shabboses and Festivals which you guard so carefully. (Your reason for doing so is) because they are G-d-given, and (founded) in strong reasoning, such as in commemoration of the creation, and the Exodus from Egypt, or the Giving of the Torah. All of them are from a G-dly source (and) you are exhorted to guard them. If it wouldn’t be for them, you would never dress up in fine clothing, and you would never gather to remember your Torah, out of sheer lowliness inflicted upon you by your ongoing exile. Without those (days) you would never take pleasure any day in your length of days. (In guarding the Shabboses and the Festivals) you already have almost one sixth of your days dedicated to a resting of body and soul, which even the Nobleman cannot enjoy. (This is) because they don’t have true rest on their day of rest, for if they need to work and be on the go on those days, they’ll go and work hard. Consequently they don’t have a complete rest. If it wouldn’t be for your days of rest all of (the income from) your hard work would ultimately be for others since it is always in danger of being plundered. Consequently, by spending on Shabbos and the Festivals your are realizing (spiritual) profit in this world and the next, since you are spending it for the sake of heaven. The Kuzar is basically saying that Shabbos observance has preserved us as a people, and given us our character, beauty, and dignity over the many centuries of exile and wandering throughout the many countries we have lived in. We gain spiritually and physically from observing Shabbos and the Festivals. Lastly, through Shabbos observance we are asserting our faith in the Creation of the universe, and our belief in His providence over us. We are G-d’s representatives making His presence more profoundly pronounced in the world. Shabbos is basic to Jewish life. Without it, Torah observance loses its meaning. Without Shabbos, we would have become a non-descript people long ago, and blended in with our host nations like so many other conquered nations have done. With Shabbos we return to our source. We connect with our Creator, and we reassert our purpose for which we were created. Shabbos is the foundation of Judaism, and observing it is the way we get in on the ground level",
    "7": "Up until this point in the creation everything was labeled with the ultimate seal of approval as plain, “good”. What is it that suddenly transforms the world into “very good’? A combination of approaches of the Kli Yakar can be explained via an analogy. Imagine a master chef making a pot of chicken soup. First he selects a choice sturdy cast iron pot with a lid that fits perfectly. Then he fills the pot with pure water from the most pure mountain source. With a fire beginning to cook beneath, the chef adds one quality assured ingredient after another. The best of Himalayan salt, special gourmet ground pepper, a high quality juicy onion, fresh picked dill, green leafy stalks of celery, earthy orange carrots, and some juicy tidbits of fresh garlic. Finally the crowning ingredient, the chosen chicken which was raised especially for this occasion and slaughtered according to the highest standards of Kashrus. All of this and more is left to simmer for the required time and then voila, at the appointed time the master chef raises the lid of the pot and with a silver spoon sips his culinary masterpiece. After a brief thoughtful pause to absorb the full aroma and bouquet, the master chef nods with approval like Elexehente of old hovering over a fresh brew of black coffee. At this point the ultra- joyous music erupts and the observing audience bursts into a spontaneous and cheerful song of sublime exaltation. What just happened here? You got a good recipe for chicken soup, right!? That and even more! Each ingredient that was entered into the recipe of the chicken soup was a pre-qualified delicacy selected for its excellence. However, when all the various pieces are joined together they combine in a way that the whole is now greater than the sum of its parts. The synergy of the ingredients creates a new and better product than any individual part could ever be on its own. So too when The Almighty formulated this world, every element of creation was engineered and placed its designated place for a special purpose. The mineral world, water, the vegetative realm, the animal kingdom, and pure energy were all stirred together in one pot for one purpose. Not until man, the crown of creation, was entered into the equation was the world complete. Then the drama begins! The angelic world was doubtful about this volatile creature called man. He would be too unstable and unpredictable with the possibility of his free willed decisions and indiscretions wreaking havoc upon the world. The Talmud tells us that when G-d saw everything that He created and behold it was very good this was actually in reference to the negative inclination. This dynamic we are made to understand from the perspective of The Almighty is really a spice of life, an active ingredient that somehow makes the good very much so. With that Kosher stamp the heavenly choir could also confidently join in the celebration. I remember having heard from Rabbi Avigdor Miller ztl something elegant in its simplicity and powerful in its practicality about the world being very good. He relates the notion, which is actually a Torah Commandment to walk in the ways of HASHEM. Whatever actions ascribed to HASHEM through Torah are important models for us to attempt to emulate. He says that just as G-d looked into the world and saw the entirety of creation observing that it is very good, so we are invited to look at life through a similar lens and then realize how very good it is! ",
    "8": "And HASHEMG-d planted a garden in Eden from the east, and He placed there the man whom He had formed. And HASHEMG-d caused to sprout from the ground every tree pleasant to see and good to eat, and the Tree of Life in the midst of the garden, and the Tree of Knowledge of good and evil… And HASHAEM G-d commanded man, saying, “Of every tree of the garden you may freely eat. But of the Tree of Knowledge of good and evil you shall not eat of it, for on the day that you eat thereof, you shall surely die.” (Breishis 2:8-9/16-17) What are we to make of these two trees? What do they mean to us? That is the question? How are we to relate to the test of Adam the first man and his situation in the Garden of Eden? That was then and now is now! No! If the Torah is telling us about these trees then they apply equally to our life and our immediate situation. At the risk of oversimplifying this is what we can get from these two trees. The Tree of Life is Torah, objective knowledge. The Tree of the Knowledge of Good and Evil is subjective. Ah you might say that both provide knowledge so what’s the difference between them. One adds life while the other diminishes life. How so? Someone asked me recently what happened to the strong admonishment that “on the day that you will eat from it you will surely die”? Adam did not die that day. He lived for another 930 years. My answer was that death was not man’s destiny until the terrible sin of eating from the Tree of the Knowledge of Good and Evil. It’s like lighting a candle that now begins to melt. It does not disappear like flash paper and evaporate immediately. Rather it melts slowly. The timer of life has started and the inevitable is death-finiteness. The Tree of Life is like a school that teaches wisdom in advance of entering a zone of test. It is the test preparation for every situation in life. It requires toiling in study and an abiding trust that the guidance is most reliable. It promises and delivers increasing clarity. That is the advance price to pay for the entering the school, the Yeshiva of Torah Knowledge. It is what the Talmud calls “the long way which is the short way”. The Tree of Knowledge of Good and Evil is the opposite. The tuition is free at first. It is the school of hard knocks. It is learning by experience. Sure there are many lessons to learn from our mistakes but they can be costly in terms of times, and life, and health, and relationships. A person could have saved himself years of hardship and pain and sorrow by simply following the instructions. This is “the short cut which is the long way.” “I’ll figure it all out on my own”. The price is free at first and very costly in the end. It’s worse than that too because the quality of the knowledge is not increasing clarity but rather greater confusion. It produces a mixed mental baggage of indistinguishably intertwined good and bad. Its waters are muddy and murky rather than lucid and clear. About this the Mishne states, “The older a Talmud scholar gets the more clear his mind becomes while the older an unlearned person becomes the more his mind is torn from him.” Death may seem like a terrible punishment but the option of living forever in such a confused and sordid state is even worse. It’s actually quite merciful, if you think about it, and even if you don’t think about. It seems those trees are alive and well in the garden where we live. ",
    "9": "Ninth entry",
    "10": "BREISHIS… In the beginning of G-d creating the heavens and the earth was astonishingly empty, and darkness was on the face of the deep, and the spirit of G-d was hovering over the face of the water. (Breishis 1:1-2) What was the first thing that was created? The answer may be surprising, but it is openly stated in the first verse. In order to get it right let’s begin from the beginning! Why did the Torah begin with the letter BEIS? Beis is the 2nd letter. Years back I spoke to a group of scientists At NASA (v’ Nishma) and they all agreed that no one has even a hint of a theory about what might have preceded the BIG BANG, which is the dominant paradigm about the origin of the universe. We know what preceded the BIG BEIS of BREISHIS. It was the ALEF of ADON OLAM ASHER MALACH B’TEREM KOL YETZIR NIVRA… Master of the world Who was the King before anything was created. It was the ALEF of OHR AIN SOF, “The Endless Light”, which the mystical books use in reference to HASHEM. Also it was the ALEF of ANOCHI HASHEM – I am HASHEM which was pronounced to the entire Nation of Israel on Mount Sinai. Before the world was HASHEM! The Zohar says the HASHEM looks into the Torah and creates the world. Like the light of a camera passing through film and projecting an image on a screen so the illusion of this world is manifested. The word for create in that first verse in Torah is BARA. It means to create something from nothing. We take things that already exist and reshape or reorganize them. HASHEM created the laws of physics and every molecule of existence from before scratch. From a physical standpoint The Almighty created the world SOMETHING from NOTHING because there was no physicality prior to HASHEM willing it into existence, but from the ultimate spiritual standpoint HASHEM actually created the world NOTHING from SOMETHING, because HASHEM is eternal existence. Now we can go back to our question. What was the first thing that was created? The answer is NOTHING! It’s the “illusion” of a world that on the extreme micro and macro scale is more empty space than substance. TOHU v’VOHU… “astonishing emptiness” or as King Solomon says, HEVEL HAVALIM…breath of breath. Now let’s be very practical about applying this knowledge. We walk away from 51 Days of AVODA – spiritually rigorous days, starting with Rosh Chodesh Elul and concluding with Simchas Torah, and all we have is one small but very powerful souvenir. MASHIV HaRUACH v’MORID HaGESHEM… a small phrase added to our daily prayers. We begin mentioning the need for rain in Israel, as we credit HASHEM for delivering winds and bringing down the rain. Taken literally, though, the words take on a new dimension. How so? HASHEM miraculous contracts the most sublime Ruchnios – Spirituality and collapses it into Gashmios – physicality. Though our Avodas HASHEM, our spiritual efforts, we discover the pure spirituality in the material world around us and within us, and we return it to HASHEM. It starts with us first making best use of the stuff we have and converting it to RUCHNIOS and then we are granted and entrusted with even more GASHMIOS. Now let us visit the words literally and understand our mission in this world and the mandate of this tiny phrase. Literally, “Return the RUACH (spirituality) and bring down the GESHEM (materialism). When we go from the BEIS of this world that houses us for a finite period and return to that ALEPH. That spells out BEIS – ALEPH, BA… OLAM HABA – the world to come, the world that comes from our journeying in this world. This vacuous universe may look like NOTHING from an ultimate perspective, but we can turn it back into really SOMETHING!"
}

